{
    "items": [
        {
            "id": 1,
            "key": "psychopath",
            "name_uk": "Психопат",
            "name_en": "Psychopath",
            "description_uk": "Геніальний, але божевільний учений маніпулює подіями з тіні, організовуючи хаос із холодною точністю та без докорів сумління.",
            "description_en": "A brilliant yet deranged scientist manipulates events from the shadows, orchestrating chaos with cold precision and no remorse."
        },
        {
            "id": 2,
            "key": "cool-antagonist",
            "name_uk": "Крутий антагоніст",
            "name_en": "Cool antagonist",
            "description_uk": "Ввічливий, харизматичний лиходій із трагічним минулим, мотиви якого роблять їх майже такими ж переконливими, як і героя.",
            "description_en": "A suave, charismatic villain with a tragic past, whose motives make them almost as compelling as the hero."
        },
        {
            "id": 3,
            "key": "disease-epidemic-pandemic",
            "name_uk": "Хвороба/епідемія/пандемія",
            "name_en": "Disease/epidemic/pandemic",
            "description_uk": "Таємничий вірус поширюється світом, мутуючи своїх жертв і штовхаючи людство на межу зникнення.",
            "description_en": "A mysterious virus spreads across the world, mutating its victims and pushing humanity to the brink of extinction."
        },
        {
            "id": 4,
            "key": "genetic-experiments-mutations",
            "name_uk": "Генетичні експерименти, мутації",
            "name_en": "Genetic experiments, mutations",
            "description_uk": "Незаконні випробування на людях породжують істоти з надзвичайними здібностями — але за жахливу ціну.",
            "description_en": "Illegal human trials give rise to beings with extraordinary abilities—but at a terrible cost."
        },
        {
            "id": 5,
            "key": "robots",
            "name_uk": "Роботи",
            "name_en": "Robots",
            "description_uk": "Вдосконалені конструкції штучного інтелекту служать і захисниками, і загрозами, їхню лояльність визначають ті, хто ними керує.",
            "description_en": "Advanced AI constructs serve both as protectors and threats, their loyalties determined by those who command them."
        },
        {
            "id": 6,
            "key": "saving-the-world",
            "name_uk": "Порятунок світу",
            "name_en": "Saving the world",
            "description_uk": "Група неохочих героїв повинна розкрити правду про глобальну катастрофу, поки не стало надто пізно.",
            "description_en": "A reluctant group of unlikely heroes must uncover the truth behind a global catastrophe before it’s too late."
        },
        {
            "id": 7,
            "key": "intelligence-services",
            "name_uk": "Спецслужби",
            "name_en": "Intelligence services",
            "description_uk": "Секретні служби працюють за лаштунками, або допомагаючи, або перешкоджаючи головному герою в пошуках правди.",
            "description_en": "Secret agencies work behind the scenes, either aiding or hindering the protagonist’s quest for the truth."
        },
        {
            "id": 8,
            "key": "natural-disasters",
            "name_uk": "Природні катаклізми",
            "name_en": "Natural disasters",
            "description_uk": "Землетруси, шторми та цунамі виникають, оскільки сама природа реагує на втручання людства.",
            "description_en": "Earthquakes, storms, and tsunamis are unleashed as nature itself reacts to humanity’s tampering."
        },
        {
            "id": 9,
            "key": "conspiracy-theories",
            "name_uk": "Конспірологія",
            "name_en": "Conspiracy theories",
            "description_uk": "Приховані організації маніпулюють подіями у світі, плетуть зловісну змову, яку лише деякі наважуються розкрити.",
            "description_en": "Hidden organizations manipulate world events, weaving a sinister plot that only a few dare to uncover."
        },
        {
            "id": 10,
            "key": "fantastic-creatures",
            "name_uk": "Фантастичні істоти",
            "name_en": "Fantastic creatures",
            "description_uk": "З’являються міфічні звірі, яких вважають легендами, одні як союзники, інші як нестримні кошмари.",
            "description_en": "Mythical beasts thought to be legends emerge, some as allies, others as unstoppable nightmares."
        },
        {
            "id": 11,
            "key": "high-school",
            "name_uk": "Старша школа",
            "name_en": "High School",
            "description_uk": "Серед хаосу група студентів виявляє, що опинилися в центрі надприродної таємниці.",
            "description_en": "Amidst the chaos, a group of students discovers they are at the heart of a supernatural mystery."
        },
        {
            "id": 12,
            "key": "yakuza",
            "name_uk": "Якудза",
            "name_en": "Yakuza",
            "description_uk": "Безжальні злочинні авторитети контролюють вулиці, володіючи забороненими знаннями, які можуть стати ключовими для припинення катастрофи.",
            "description_en": "Ruthless crime lords control the streets, possessing forbidden knowledge that may be key to stopping the disaster."
        },
        {
            "id": 13,
            "key": "mafia",
            "name_uk": "Мафія",
            "name_en": "Mafia",
            "description_uk": "Міжнародні злочинні синдикати борються за владу, кожен зі своєю власною ставкою в катастрофі, що розгортається.",
            "description_en": "International criminal syndicates battle for power, each with their own stake in the unfolding catastrophe."
        },
        {
            "id": 14,
            "key": "magic",
            "name_uk": "Магія",
            "name_en": "Magic",
            "description_uk": "Втрачене мистецтво, яке довгий час відкидалося як фольклор, відновлюється як єдина сила, здатна протистояти загибелі, що насувається.",
            "description_en": "A lost art, long dismissed as folklore, resurfaces as the only force capable of countering the impending doom."
        },
        {
            "id": 15,
            "key": "friendship-character-chemistry",
            "name_uk": "Дружба/Хімія між персонажами",
            "name_en": "Friendship/Character Chemistry",
            "description_uk": "Узи, викувані в біді, стають найбільшою силою героїв, перетворюючи суперників на союзників.",
            "description_en": "Bonds forged in adversity become the heroes’ greatest strength, turning rivals into allies."
        },
        {
            "id": 16,
            "key": "Dream",
            "name_uk": "Сон/Мрія",
            "name_en": "Dream",
            "description_uk": "Повторюване видіння містить загадкові підказки, які ведуть головного героя до неможливої ​​долі.",
            "description_en": "A recurring vision holds cryptic clues, guiding the protagonist toward an impossible destiny."
        },
        {
            "id": 17,
            "key": "secrets",
            "name_uk": "Секрети",
            "name_en": "Secrets",
            "description_uk": "Приховані істини, приховані поколіннями, виходять на світло, руйнуючи все, що персонажі думали, що знають.",
            "description_en": "Hidden truths buried for generations come to light, shattering everything the characters thought they knew."
        },
        {
            "id": 18,
            "key": "selfish-hero",
            "name_uk": "Егоїстичний герой",
            "name_en": "Selfish Hero",
            "description_uk": "Харизматичний головний герой який веде себе більше як лиходій. Він може використовувати свої вміння чи силу коли йому хочеться. Йому може бути всерівно на думку оточуючих і поступати не по совісті. Але головне то що такий герой ніколи не стає на бік зла, не порушує тяжкі злочини і має дух справедливості.",
            "description_en": "A charismatic protagonist who behaves more like a villain. He can use his skills or strength when he wants. He can be completely indifferent to the opinions of others and act against his conscience. But the main thing is that such a hero never takes the side of evil, does not commit serious crimes and has a spirit of justice."
        },
        {
            "id": 19,
            "key": "antihero",
            "name_uk": "Антигерой",
            "name_en": "Antihero",
            "description_uk": "Це головний герой, який може порушувати закони, спричиняти свавілля і навіть вбивства але в більшості це буде робити через прагнення покарати зло і неважливо якими методами. Бувають антигерої різного типу, наприклад коли персонаж був лиходієм спочатку, а потім став на правильну сторону, но вести може себе так само тільки з меньшим рівнем зла. Також герой може бути другим антагоністом але має якісь правила чи кодекс, що робить його не абсолютним злом.",
            "description_en": "This is the main character who can break the law, cause chaos and even murder, but in most cases this will be done out of a desire to punish evil and no matter what methods. There are antiheroes of different types, for example, when the character was a villain at first, and then turned to the right side, but can behave in the same way, only with a lower level of evil."
        },
        {
            "id": 20,
            "key": "nazis",
            "name_uk": "Нацисти",
            "name_en": "Nazis",
            "description_uk": "У фільми присутні нацисти і вони можуть не тільки буди в контексті Другої Світової.",
            "description_en": "Nazis are present in films and they can be found not only in the context of World War II."
        },
        {
            "id": 21,
            "key": "pirates",
            "name_uk": "Пірати",
            "name_en": "Pirates",
            "description_uk": "Пригодницькі фільми про морські битви, пошуки скарбів і вільний дух авантюристів. Приклад: «Пірати Карибського моря» (2003–2017), «Острів скарбів» (1950).",
            "description_en": "Adventure films about sea battles, treasure hunts, and the free spirit of adventurers. Example: Pirates of the Caribbean (2003–2017), Treasure Island (1950)."
        },
        {
            "id": 22,
            "key": "samurai",
            "name_uk": "Самураї",
            "name_en": "Samurai",
            "description_uk": "Фільми про японських воїнів, їхній кодекс честі та битви. Приклад: «Сім самураїв» (1954), «Останній самурай» (2003).",
            "description_en": "Films about Japanese warriors, their code of honor and battles. Example: Seven Samurai (1954), The Last Samurai (2003)."
        },
        {
            "id": 23,
            "key": "gangster",
            "name_uk": "Гангстерське",
            "name_en": "Gangster",
            "description_uk": "Фільми про мафію, кримінальні угруповання та владу злочинного світу. Приклад: «Хрещений батько» (1972), «Обличчя зі шрамом» (1983).",
            "description_en": "Films about the mafia, criminal groups, and the power of the criminal world. Example: The Godfather (1972), Scarface (1983)."
        },
        {
            "id": 24,
            "key": "breathtaking-music",
            "name_uk": "Музика, яка захоплює дух",
            "name_en": "Breathtaking music",
            "description_uk": "Фільми з потужним музичним супроводом, що викликає сильні емоції. Приклад: «Ла-Ла Ленд» (2016), «Амадей» (1984).",
            "description_en": "Films with powerful musical accompaniment that evokes strong emotions. Example: \"La La Land\" (2016), \"Amadeus\" (1984)."
        },
        {
            "id": 25,
            "key": "powerful music",
            "name_uk": "Неймовірна/сильна музика",
            "name_en": "Powerful music",
            "description_uk": "Неймовірна/сильна музика\nФільми, де музика відіграє ключову роль у сюжеті або емоційному наповненні. Приклад: «Вестсайдська історія» (2021), «Богемна рапсодія» (2018).",
            "description_en": "Incredible/Powerful Music\r\nMovies where music plays a key role in the plot or emotional content. Example: West Side Story (2021), Bohemian Rhapsody (2018)."
        },
        {
            "id": 26,
            "key": "classical-music",
            "name_uk": "Класична музика",
            "name_en": "Classical music",
            "description_uk": "Фільми, де головним мотивом є класична музика, її виконання чи життя композиторів. Приклад: «Амадей» (1984), «Сяйво» (1980) (із знаменитою класичною музикою).",
            "description_en": "Films where the main motif is classical music, its performance, or the lives of composers. Example: \"Amadeus\" (1984), \"The Shining\" (1980) (with famous classical music)."
        },
        {
            "id": 27,
            "key": "monster-antagonist",
            "name_uk": "Монстр-Антагоніст",
            "name_en": "Monster-Antagonist",
            "description_uk": "Головним лиходієм фільму є створіння, яке немає з людиною як видом нічого спільного. Також це може бути людина яка повністю перетворилась в чудовисько. Сюда можна віднести земну тварину з інтелекто або з мутаціями. Мутанти.",
            "description_en": "The main villain of the film is a creature that has nothing in common with humans as a species. It can also be a person who has completely turned into a monster. This can include a terrestrial animal with intellect or with mutations. Mutants."
        }
    ]
}
